Repository: amElnagdy/migratestore
Catalog: languages/migratestore-*.po
Languages: ar, de, el, es, fr, he, it, nl, pt_br, ru, sv

source: Migrate Store requires the PHP ZipArchive extension to be enabled on your server. Please contact your hosting provider to enable this extension.
ar: تتطلب عملية ترحيل المتجر تمكين ملحق PHP ZipArchive على الخادم الخاص بك. يرجى الاتصال بمزود الاستضافة لتمكين هذا الملحق.
el: Η λειτουργία Μετεγκατάστασης Καταστήματος απαιτεί την ενεργοποίηση της επέκτασης PHP ZipArchive στον διακομιστή σας. Παρακαλούμε επικοινωνήστε με τον πάροχο φιλοξενίας σας για την ενεργοποίηση αυτής της επέκτασης.
it: Migrate Store richiede che l'estensione PHP ZipArchive sia abilitata sul tuo server. Contatta il tuo provider di hosting per abilitare questa estensione.
nl: Migrate Store heeft de PHP ZipArchive-extensie nodig die op je server ingeschakeld moet zijn. Neem contact op met je hostingprovider om deze extensie in te schakelen.
pt_br: Migrar Loja requer que a extensão PHP ZipArchive esteja habilitada em seu servidor. Por favor, entre em contato com seu provedor de hospedagem para habilitar esta extensão.
sv: Migrate Store kräver att PHP ZipArchive-tillägget är aktiverat på din server. Kontakta din webbhotellsleverantör för att aktivera detta tillägg.

source: Migrate Store Plugin Error:
ar: خطأ في إضافة ترحيل المتجر:
el: Σφάλμα Προσθέτου Μετεγκατάστασης Καταστήματος:
it: Errore del plugin Migrate Store:
nl: Migrate Store Plugin Fout:
pt_br: Erro do Plugin Migrar Loja:
sv: Migrate Store-pluginfel:

source: The plugin has been deactivated until these requirements are met.
ar: تم إلغاء تنشيط الإضافة حتى يتم استيفاء هذه المتطلبات.
el: Το πρόσθετο έχει απενεργοποιηθεί μέχρι να πληρούνται αυτές οι απαιτήσεις.
it: Il plugin è stato disattivato finché questi requisiti non saranno soddisfatti.
nl: De plugin is gedeactiveerd totdat aan deze vereisten is voldaan.
pt_br: O plugin foi desativado até que estes requisitos sejam atendidos.
sv: Pluginet har inaktiverats tills dessa krav uppfylls.

source: Migrate Store is enabled but not effective. It requires WooCommerce to work.
de: Migrate Store ist aktiviert, aber nicht wirksam. Es benötigt WooCommerce, um zu funktionieren.
es: Migrar Tienda está habilitado pero no es efectivo. Requiere WooCommerce para funcionar.
fr: Migrate Store est activé mais non effectif. Il nécessite WooCommerce pour fonctionner.
he: העברת חנות מופעלת אך אינה אפקטיבית. היא דורשת WooCommerce כדי לעבוד.
ru: Migrate Store включен, но не эффективен. Для работы требуется WooCommerce.
