Repository: amElnagdy/migratestore
Catalog: languages/migratestore-*.po
Languages: ar, de, el, es, fr, he, it, nl, pt_br, ru, sv

source: Migrate Store: Export and Import WooCommerce Settings
ar: ترحيل المتجر: تصدير واستيراد إعدادات WooCommerce
de: Migrieren Sie den Shop: Exportieren und Importieren Sie WooCommerce-Einstellungen
el: Μεταφορά Καταστήματος: Εξαγωγή και Εισαγωγή Ρυθμίσεων WooCommerce
es: Migrar Tienda: Exportar e Importar Configuraciones de WooCommerce
fr: Migrer la Boutique : Exporter et Importer les Paramètres de WooCommerce
he: העברת חנות: ייצוא וייבוא הגדרות WooCommerce
it: Migra Negozio: Esporta e Importa Impostazioni di WooCommerce
nl: Migreer Winkel: Exporteer en Importeer WooCommerce Instellingen
pt_br: Migrar Loja: Exportar e Importar Configurações do WooCommerce
ru: Перенос магазина: Экспорт и импорт настроек WooCommerce
sv: Migrera butik: Exportera och importera WooCommerce-inställningar

source: Migrate Store is a plugin that allows you to export WooCommerce settings and import them into another website. Saving your time and effort.
ar: ترحيل المتجر هو إضافة تتيح لك تصدير إعدادات WooCommerce واستيرادها إلى موقع آخر. مما يوفر وقتك وجهدك.
de: Migrate Store ist ein Plugin, das es Ihnen ermöglicht, WooCommerce-Einstellungen zu exportieren und in eine andere Website zu importieren. Es spart Ihre Zeit und Mühe.
el: Το Μεταφορά Καταστήματος είναι ένα πρόσθετο που σας επιτρέπει να εξάγετε ρυθμίσεις WooCommerce και να τις εισάγετε σε άλλον ιστότοπο. Εξοικονομώντας χρόνο και προσπάθεια.
es: Migrar Tienda es un complemento que le permite exportar las configuraciones de WooCommerce e importarlas a otro sitio web, ahorrándole tiempo y esfuerzo.
fr: Migrer la Boutique est une extension qui vous permet d'exporter les paramètres de WooCommerce et de les importer dans un autre site Web, vous faisant ainsi gagner du temps et des efforts.
he: העברת חנות הוא תוסף המאפשר לייצא הגדרות WooCommerce ולייבא אותן לאתר אחר. חוסך לך זמן ומאמץ.
it: Migra Negozio è un plugin che ti permette di esportare le impostazioni di WooCommerce e importarle in un altro sito. Ti fa risparmiare tempo e fatica.
nl: Migreer Winkel is een plugin waarmee je WooCommerce instellingen kunt exporteren en importeren naar een andere website. Bespaart je tijd en moeite.
pt_br: Migrar Loja é um plugin que permite exportar as configurações do WooCommerce e importá-las em outro site. Economizando seu tempo e esforço.
ru: Перенос магазина - это плагин, позволяющий экспортировать настройки WooCommerce и импортировать их на другой веб-сайт, экономя ваше время и усилия.
sv: Migrera butik är ett tillägg som låter dig exportera WooCommerce-inställningar och importera dem till en annan webbplats. Spara tid och ansträngning.

source: Nagdy
ar: نجدي
he: נגדי
ru: Нагди

source: General Settings
ar: الإعدادات العامة
de: Allgemeine Einstellungen
el: Γενικές Ρυθμίσεις
es: Configuraciones Generales
fr: Paramètres Généraux
he: הגדרות כלליות
it: Impostazioni Generali
nl: Algemene Instellingen
pt_br: Configurações Gerais
ru: Общие настройки
sv: Allmänna inställningar

source: Export WooCommerce general settings.
ar: تصدير الإعدادات العامة لـ WooCommerce.
de: Exportieren Sie die allgemeinen Einstellungen von WooCommerce.
el: Εξαγωγή γενικών ρυθμίσεων WooCommerce.
es: Exportar configuraciones generales de WooCommerce.
fr: Exporter les paramètres généraux de WooCommerce.
he: ייצוא הגדרות כלליות של WooCommerce.
it: Esporta le impostazioni generali di WooCommerce.
nl: Exporteer WooCommerce algemene instellingen.
pt_br: Exportar configurações gerais do WooCommerce.
ru: Экспорт общих настроек WooCommerce.
sv: Exportera allmänna inställningar för WooCommerce.

source: Found at WooCommerce → Settings → General page.
ar: موجودة في صفحة WooCommerce ← الإعدادات ← عام.
de: Zu finden unter WooCommerce → Einstellungen → Allgemein.
el: Βρίσκεται στη σελίδα WooCommerce → Ρυθμίσεις → Γενικά.
es: Se encuentra en WooCommerce → Configuraciones → página General.
fr: Disponible dans WooCommerce → Paramètres → Page Générale.
he: נמצא בעמוד WooCommerce ← הגדרות ← כללי.
it: Si trovano nella pagina WooCommerce → Impostazioni → Generale.
nl: Te vinden op WooCommerce → Instellingen → Algemeen pagina.
pt_br: Encontrado em WooCommerce → Configurações → página Geral.
ru: Находится на странице WooCommerce → Настройки → Общие.
sv: Finns på sidan WooCommerce → Inställningar → Allmänt.

source: Tax Options
ar: خيارات الضرائب
de: Steueroptionen
el: Επιλογές Φορολογίας
es: Opciones de Impuestos
fr: Options de Taxe
he: אפשרויות מס
it: Opzioni Fiscali
nl: Belastingopties
pt_br: Opções de Impostos
ru: Налоговые опции
sv: Skattealternativ

source: Export WooCommerce tax options.
ar: تصدير خيارات الضرائب لـ WooCommerce.
de: Exportieren Sie die Steueroptionen von WooCommerce.
el: Εξαγωγή επιλογών φορολογίας WooCommerce.
es: Exportar opciones de impuestos de WooCommerce.
fr: Exporter les options de taxe de WooCommerce.
he: ייצוא אפשרויות מס של WooCommerce.
it: Esporta le opzioni fiscali di WooCommerce.
nl: Exporteer WooCommerce belastingopties.
pt_br: Exportar opções de impostos do WooCommerce.
ru: Экспорт налоговых опций WooCommerce.
sv: Exportera skattealternativ för WooCommerce.

source: Found at WooCommerce → Settings → Tax.
ar: موجودة في WooCommerce ← الإعدادات ← الضرائب.
de: Zu finden unter WooCommerce → Einstellungen → Steuern.
el: Βρίσκεται στο WooCommerce → Ρυθμίσεις → Φορολογία.
es: Se encuentra en WooCommerce → Configuraciones → Impuestos.
fr: Disponible dans WooCommerce → Paramètres → Taxe.
he: נמצא ב-WooCommerce ← הגדרות ← מס.
it: Si trovano in WooCommerce → Impostazioni → Tasse.
nl: Te vinden op WooCommerce → Instellingen → Belasting.
pt_br: Encontrado em WooCommerce → Configurações → Impostos.
ru: Находится в разделе WooCommerce → Настройки → Налоги.
sv: Finns på WooCommerce → Inställningar → Skatt.

source: Shipping Zones
ar: مناطق الشحن
de: Versandzonen
el: Ζώνες Αποστολής
es: Zonas de Envío
fr: Zones d'Expédition
he: אזורי משלוח
it: Zone di Spedizione
nl: Verzendzones
pt_br: Zonas de Entrega
ru: Зоны доставки
sv: Fraktzoner

source: Export WooCommerce shipping zones.
ar: تصدير مناطق الشحن لـ WooCommerce.
de: Exportieren Sie die Versandzonen von WooCommerce.
el: Εξαγωγή ζωνών αποστολής WooCommerce.
es: Exportar zonas de envío de WooCommerce.
fr: Exporter les zones d'expédition de WooCommerce.
he: ייצוא אזורי משלוח של WooCommerce.
it: Esporta le zone di spedizione di WooCommerce.
nl: Exporteer WooCommerce verzendzones.
pt_br: Exportar zonas de entrega do WooCommerce.
ru: Экспорт зон доставки WooCommerce.
sv: Exportera fraktzoner för WooCommerce.

source: Including the Zones, the locations and the default shipping methods (Flat Rate, Free Shipping, and Local Pickup).
ar: بما في ذلك المناطق والمواقع وطرق الشحن الافتراضية (السعر الثابت، الشحن المجاني، والاستلام المحلي).
de: Einschließlich der Zonen, der Standorte und der Standard-Versandmethoden (Pauschale, Kostenloser Versand und Abholung vor Ort).
el: Συμπεριλαμβάνονται οι Ζώνες, οι τοποθεσίες και οι προεπιλεγμένες μέθοδοι αποστολής (Σταθερή Χρέωση, Δωρεάν Αποστολή και Τοπική Παραλαβή).
es: Incluyendo las Zonas, las ubicaciones y los métodos de envío predeterminados (Tarifa Plana, Envío Gratuito y Recogida Local).
fr: Incluant les Zones, les emplacements et les méthodes d'expédition par défaut (Tarif Forfaitaire, Expédition Gratuite et Retrait sur Place).
he: כולל את האזורים, המיקומים ושיטות המשלוח הברירת מחדל (תעריף קבוע, משלוח חינם ואיסוף עצמי).
it: Include le Zone, le località e i metodi di spedizione predefiniti (Tariffa Fissa, Spedizione Gratuita e Ritiro Locale).
nl: Inclusief de zones, locaties en standaard verzendmethoden (Vast tarief, Gratis verzending en Lokaal afhalen).
pt_br: Incluindo as Zonas, as localizações e os métodos de entrega padrão (Taxa Fixa, Entrega Gratuita e Retirada Local).
ru: Включая зоны, местоположения и стандартные методы доставки (фиксированная ставка, бесплатная доставка и местное самовывоз).
sv: Inklusive zoner, platser och standardfraktmetoder (Fast pris, Gratis frakt och Lokal upphämtning).

source: Shipping Options
ar: خيارات الشحن
de: Versandoptionen
el: Επιλογές Αποστολής
es: Opciones de Envío
fr: Options d'Expédition
he: אפשרויות משלוח
it: Opzioni di Spedizione
nl: Verzendopties
pt_br: Opções de Entrega
ru: Опции доставки
sv: Fraktalternativ

source: Export WooCommerce shipping options.
ar: تصدير خيارات الشحن لـ WooCommerce.
de: Exportieren Sie die Versandoptionen von WooCommerce.
el: Εξαγωγή επιλογών αποστολής WooCommerce.
es: Exportar opciones de envío de WooCommerce.
fr: Exporter les options d'expédition de WooCommerce.
he: ייצוא אפשרויות משלוח של WooCommerce.
it: Esporta le opzioni di spedizione di WooCommerce.
nl: Exporteer WooCommerce verzendopties.
pt_br: Exportar opções de entrega do WooCommerce.
ru: Экспорт опций доставки WooCommerce.
sv: Exportera fraktalternativ för WooCommerce.

source: Found at WooCommerce → Settings → Shipping → Shipping options.
ar: موجودة في WooCommerce ← الإعدادات ← الشحن ← خيارات الشحن.
de: Zu finden unter WooCommerce → Einstellungen → Versand → Versandoptionen.
el: Βρίσκεται στο WooCommerce → Ρυθμίσεις → Αποστολή → Επιλογές αποστολής.
es: Se encuentra en WooCommerce → Configuraciones → Envío → Opciones de envío.
fr: Disponible dans WooCommerce → Paramètres → Expédition → Options d'expédition.
he: נמצא ב-WooCommerce ← הגדרות ← משלוח ← אפשרויות משלוח.
it: Si trovano in WooCommerce → Impostazioni → Spedizione → Opzioni di spedizione.
nl: Te vinden op WooCommerce → Instellingen → Verzenden → Verzendopties.
pt_br: Encontrado em WooCommerce → Configurações → Entrega → Opções de entrega.
ru: Находится в WooCommerce → Настройки → Доставка → Параметры доставки.
sv: Finns på WooCommerce → Inställningar → Frakt → Fraktalternativ.

source: Accounts & Privacy Options
ar: خيارات الحسابات والخصوصية
de: Konten- und Datenschutzoptionen
el: Επιλογές Λογαριασμών & Απορρήτου
es: Opciones de Cuentas y Privacidad
fr: Options de Comptes et de Confidentialité
he: אפשרויות חשבונות ופרטיות
it: Opzioni Account e Privacy
nl: Accounts & Privacy-opties
pt_br: Opções de Contas e Privacidade
ru: Параметры учетных записей и конфиденциальности
sv: Konto- och sekretessalternativ

source: Export WooCommerce accounts and privacy options.
ar: تصدير خيارات الحسابات والخصوصية لـ WooCommerce.
de: Exportieren Sie die Konten- und Datenschutzoptionen von WooCommerce.
el: Εξαγωγή επιλογών λογαριασμών και απορρήτου WooCommerce.
es: Exportar opciones de cuentas y privacidad de WooCommerce.
fr: Exporter les options de comptes et de confidentialité de WooCommerce.
he: ייצוא אפשרויות חשבונות ופרטיות של WooCommerce.
it: Esporta le opzioni di account e privacy di WooCommerce.
nl: Exporteer WooCommerce accounts en privacy-opties.
pt_br: Exportar opções de contas e privacidade do WooCommerce.
ru: Экспорт параметров учетных записей и конфиденциальности WooCommerce.
sv: Exportera konto- och sekretessalternativ för WooCommerce.

source: Found at WooCommerce → Settings → Accounts & Privacy.
ar: موجودة في WooCommerce ← الإعدادات ← الحسابات والخصوصية.
de: Zu finden unter WooCommerce → Einstellungen → Konten & Datenschutz.
el: Βρίσκεται στο WooCommerce → Ρυθμίσεις → Λογαριασμοί & Απόρρητο.
es: Se encuentra en WooCommerce → Configuraciones → Cuentas y Privacidad.
fr: Disponible dans WooCommerce → Paramètres → Comptes et Confidentialité.
he: נמצא ב-WooCommerce ← הגדרות ← חשבונות ופרטיות.
it: Si trovano in WooCommerce → Impostazioni → Account e Privacy.
nl: Te vinden op WooCommerce → Instellingen → Accounts & Privacy.
pt_br: Encontrado em WooCommerce → Configurações → Contas e Privacidade.
ru: Находится в WooCommerce → Настройки → Учетные записи и конфиденциальность.
sv: Finns på WooCommerce → Inställningar → Konton och sekretess.

source: Emails Options
ar: خيارات البريد الإلكتروني
de: E-Mail-Optionen
el: Επιλογές Ηλεκτρονικού Ταχυδρομείου
es: Opciones de Correos Electrónicos
fr: Options des Courriels
he: אפשרויות דוא"ל
it: Opzioni Email
nl: E-mailopties
pt_br: Opções de E-mails
ru: Параметры электронной почты
sv: E-postalternativ

source: Export WooCommerce default emails options.
ar: تصدير خيارات البريد الإلكتروني الافتراضية لـ WooCommerce.
de: Exportieren Sie die Standard-E-Mail-Optionen von WooCommerce.
el: Εξαγωγή προεπιλεγμένων επιλογών ηλεκτρονικού ταχυδρομείου WooCommerce.
es: Exportar opciones de correos electrónicos predeterminados de WooCommerce.
fr: Exporter les options des courriels par défaut de WooCommerce.
he: ייצוא אפשרויות דוא"ל ברירת המחדל של WooCommerce.
it: Esporta le opzioni email predefinite di WooCommerce.
nl: Exporteer WooCommerce standaard e-mailopties.
pt_br: Exportar opções de e-mails padrão do WooCommerce.
ru: Экспорт стандартных параметров электронной почты WooCommerce.
sv: Exportera standardinställningar för e-post i WooCommerce.

source: This includes the email sender options, email template, and the email options for all default WooCommerce emails such as New order, Cancelled order, etc. Found at WooCommerce → Settings → Emails.
ar: يتضمن هذا خيارات مرسل البريد الإلكتروني، قالب البريد الإلكتروني، وخيارات البريد الإلكتروني لجميع رسائل WooCommerce الافتراضية مثل الطلب الجديد، الطلب الملغى، إلخ. موجودة في WooCommerce ← الإعدادات ← البريد الإلكتروني.
de: Dies umfasst die E-Mail-Absenderoptionen, die E-Mail-Vorlage und die E-Mail-Optionen für alle Standard-WooCommerce-E-Mails wie Neue Bestellung, Stornierte Bestellung usw. Zu finden unter WooCommerce → Einstellungen → E-Mails.
el: Αυτό περιλαμβάνει τις επιλογές αποστολέα ηλεκτρονικού ταχυδρομείου, το πρότυπο ηλεκτρονικού ταχυδρομείου και τις επιλογές ηλεκτρονικού ταχυδρομείου για όλα τα προεπιλεγμένα μηνύματα WooCommerce όπως Νέα παραγγελία, Ακυρωμένη παραγγελία, κλπ. Βρίσκεται στο WooCommerce → Ρυθμίσεις → Ηλεκτρονικό ταχυδρομείο.
es: Esto incluye las opciones del remitente del correo electrónico, la plantilla de correo electrónico y las opciones de correo electrónico para todos los correos electrónicos predeterminados de WooCommerce como Nuevo pedido, Pedido cancelado, etc. Se encuentra en WooCommerce → Configuraciones → Correos electrónicos.
fr: Cela inclut les options d'expéditeur de courriel, le modèle de courriel et les options de courriel pour tous les courriels par défaut de WooCommerce tels que Nouvelle commande, Commande annulée, etc. Disponible dans WooCommerce → Paramètres → Courriels.
he: כולל את אפשרויות שולח הדוא"ל, תבנית הדוא"ל ואפשרויות הדוא"ל לכל הודעות הדוא"ל ברירת המחדל של WooCommerce כגון הזמנה חדשה, הזמנה שבוטלה וכו'. נמצא ב-WooCommerce ← הגדרות ← דוא"ל.
it: Questo include le opzioni del mittente email, il modello email e le opzioni email per tutte le email predefinite di WooCommerce come Nuovo ordine, Ordine cancellato, ecc. Si trovano in WooCommerce → Impostazioni → Email.
nl: Dit omvat de e-mailafzenderopties, e-mailsjabloon en de e-mailopties voor alle standaard WooCommerce e-mails zoals Nieuwe bestelling, Geannuleerde bestelling, etc. Te vinden op WooCommerce → Instellingen → E-mails.
pt_br: Isso inclui as opções de remetente de e-mail, modelo de e-mail e as opções de e-mail para todos os e-mails padrão do WooCommerce, como Novo pedido, Pedido cancelado, etc. Encontrado em WooCommerce → Configurações → E-mails.
ru: Это включает в себя параметры отправителя электронной почты, шаблон электронной почты и параметры электронной почты для всех стандартных писем WooCommerce, таких как Новый заказ, Отмененный заказ и т.д. Находится в WooCommerce → Настройки → Электронная почта.
sv: Detta inkluderar inställningar för e-postavsändare, e-postmall och e-postalternativ för alla standard-WooCommerce-e-postmeddelanden som Ny order, Avbruten order, etc. Finns på WooCommerce → Inställningar → E-post.

source: Endpoints Options
ar: خيارات نقاط النهاية
de: Endpunktoptionen
el: Επιλογές Τελικών Σημείων
es: Opciones de Puntos Finales
fr: Options des Points de Terminaison
he: אפשרויות נקודות קצה
it: Opzioni Endpoint
nl: Eindpuntopties
pt_br: Opções de Endpoints
ru: Параметры конечных точек
sv: Slutpunktsalternativ

source: Export WooCommerce endpoints options.
ar: تصدير خيارات نقاط النهاية لـ WooCommerce.
de: Exportieren Sie die Endpunktoptionen von WooCommerce.
el: Εξαγωγή επιλογών τελικών σημείων WooCommerce.
es: Exportar opciones de puntos finales de WooCommerce.
fr: Exporter les options des points de terminaison de WooCommerce.
he: ייצוא אפשרויות נקודות קצה של WooCommerce.
it: Esporta le opzioni degli endpoint di WooCommerce.
nl: Exporteer WooCommerce eindpuntopties.
pt_br: Exportar opções de endpoints do WooCommerce.
ru: Экспорт параметров конечных точек WooCommerce.
sv: Exportera slutpunktsalternativ för WooCommerce.

source: Found at WooCommerce → Settings → Advanced.
ar: موجودة في WooCommerce ← الإعدادات ← متقدم.
de: Zu finden unter WooCommerce → Einstellungen → Erweitert.
el: Βρίσκεται στο WooCommerce → Ρυθμίσεις → Προχωρημένες.
es: Se encuentra en WooCommerce → Configuraciones → Avanzado.
fr: Disponible dans WooCommerce → Paramètres → Avancé.
he: נמצא ב-WooCommerce ← הגדרות ← מתקדם.
it: Si trovano in WooCommerce → Impostazioni → Avanzate.
nl: Te vinden op WooCommerce → Instellingen → Geavanceerd.
pt_br: Encontrado em WooCommerce → Configurações → Avançado.
ru: Находится в WooCommerce → Настройки → Расширенные.
sv: Finns på WooCommerce → Inställningar → Avancerat.

source: Shipping Classes
ar: فئات الشحن
de: Versandklassen
el: Κατηγορίες Αποστολής
es: Clases de Envío
fr: Classes d'Expédition
he: סיווגי משלוח
it: Classi di Spedizione
nl: Verzendklassen
pt_br: Classes de Entrega
ru: Классы доставки
sv: Fraktklasser

source: Export WooCommerce shipping classes.
ar: تصدير فئات الشحن لـ WooCommerce.
de: Exportieren Sie die Versandklassen von WooCommerce.
el: Εξαγωγή κατηγοριών αποστολής WooCommerce.
es: Exportar clases de envío de WooCommerce.
fr: Exporter les classes d'expédition de WooCommerce.
he: ייצוא סיווגי משלוח של WooCommerce.
it: Esporta le classi di spedizione di WooCommerce.
nl: Exporteer WooCommerce verzendklassen.
pt_br: Exportar classes de entrega do WooCommerce.
ru: Экспорт классов доставки WooCommerce.
sv: Exportera fraktklasser för WooCommerce.

source: Found at WooCommerce → Settings → Shipping → Classes.
ar: موجودة في WooCommerce ← الإعدادات ← الشحن ← الفئات.
de: Zu finden unter WooCommerce → Einstellungen → Versand → Klassen.
el: Βρίσκεται στο WooCommerce → Ρυθμίσεις → Αποστολή → Κατηγορίες.
es: Se encuentra en WooCommerce → Configuraciones → Envío → Clases.
fr: Disponible dans WooCommerce → Paramètres → Expédition → Classes.
he: נמצא ב-WooCommerce ← הגדרות ← משלוח ← סיווגים.
it: Si trovano in WooCommerce → Impostazioni → Spedizione → Classi.
nl: Te vinden op WooCommerce → Instellingen → Verzenden → Klassen.
pt_br: Encontrado em WooCommerce → Configurações → Entrega → Classes.
ru: Находится в WooCommerce → Настройки → Доставка → Классы.
sv: Finns på WooCommerce → Inställningar → Frakt → Klasser.

source: Export Options
ar: خيارات التصدير
de: Exportoptionen
el: Επιλογές Εξαγωγής
es: Opciones de Exportación
fr: Options d'Exportation
he: אפשרויות ייצוא
it: Opzioni di Esportazione
nl: Exporteeropties
pt_br: Opções de Exportação
ru: Параметры экспорта
sv: Exportalternativ

source: Click on a card to select an option
ar: انقر على بطاقة لتحديد خيار
el: Κάντε κλικ σε μία κάρτα για να επιλέξετε μια επιλογή
it: Clicca su una carta per selezionare un'opzione
nl: Klik op een kaart om een optie te selecteren
pt_br: Clique em um cartão para selecionar uma opção
sv: Klicka på ett kort för att välja ett alternativ

source: Export Selected
ar: تصدير المحدد
de: Ausgewählte exportieren
el: Εξαγωγή Επιλεγμένων
es: Exportar Seleccionados
fr: Exporter la Sélection
he: ייצוא הנבחרים
it: Esporta Selezionati
nl: Exporteer Geselecteerde
pt_br: Exportar Selecionados
ru: Экспортировать выбранное
sv: Exportera valda

source: Migrate Store has imported your file successfully.
ar: قام ترحيل المتجر باستيراد ملفك بنجاح.
de: Migrate Store hat Ihre Datei erfolgreich importiert.
el: Το Μεταφορά Καταστήματος εισήγαγε επιτυχώς το αρχείο σας.
es: Migrar Tienda ha importado su archivo con éxito.
fr: Migrer la Boutique a importé votre fichier avec succès.
he: העברת חנות ייבא את הקובץ שלך בהצלחה.
it: Migra Negozio ha importato il tuo file con successo.
nl: Migreer Winkel heeft je bestand succesvol geïmporteerd.
pt_br: O Migrar Loja importou seu arquivo com sucesso.
ru: Migrate Store успешно импортировал Ваш файл.
sv: Migrera butik har importerat din fil framgångsrikt.

source: Donate
ar: تبرع
el: Δωρεά
it: Dona
nl: Doneer
pt_br: Doar
sv: Donera

source: Leave a Review
ar: اترك تقييمًا
de: Eine Bewertung hinterlassen
el: Αφήστε μια Κριτική
es: Dejar una Reseña
fr: Laisser un Avis
he: השאר ביקורת
it: Lascia una Recensione
nl: Laat een Recensie Achter
pt_br: Deixe uma Avaliação
ru: Оставить отзыв
sv: Lämna en recension

source: Import Options
ar: خيارات الاستيراد
de: Importoptionen
el: Επιλογές Εισαγωγής
es: Opciones de Importación
fr: Options d'Importation
he: אפשרויות ייבוא
it: Opzioni di Importazione
nl: Importeeropties
pt_br: Opções de Importação
ru: Параметры импорта
sv: Importalternativ

source: Import Settings
ar: استيراد الإعدادات
de: Einstellungen importieren
el: Εισαγωγή Ρυθμίσεων
es: Importar Configuraciones
fr: Importer les Paramètres
he: ייבוא הגדרות
it: Importa Impostazioni
nl: Importeer Instellingen
pt_br: Importar Configurações
ru: Импорт настроек
sv: Importera inställningar

source: Import your WooCommerce settings by uploading the .zip file exported by the Migrate Store plugin.
ar: استورد إعدادات WooCommerce عن طريق تحميل ملف .zip المصدر بواسطة إضافة ترحيل المتجر.
de: Importieren Sie Ihre WooCommerce-Einstellungen, indem Sie die vom Migrate Store-Plugin exportierte .zip-Datei hochladen.
el: Εισάγετε τις ρυθμίσεις WooCommerce ανεβάζοντας το αρχείο.zip που εξήχθη από το πρόσθετο Μεταφορά Καταστήματος.
es: Importe sus configuraciones de WooCommerce cargando el archivo .zip exportado por el complemento Migrar Tienda.
fr: Importez vos paramètres WooCommerce en téléversant le fichier .zip exporté par l'extension Migrate Store.
he: ייבא את הגדרות WooCommerce שלך על ידי העלאת קובץ ה-.zip שיוצא על ידי תוסף העברת חנות.
it: Importa le tue impostazioni di WooCommerce caricando il file .zip esportato dal plugin Migra Negozio.
nl: Importeer je WooCommerce instellingen door het .zip bestand te uploaden dat is geëxporteerd door de Migreer Winkel plugin.
pt_br: Importe suas configurações do WooCommerce fazendo upload do arquivo .zip exportado pelo plugin Migrar Loja.
ru: Импортируйте Ваши настройки WooCommerce, загрузив файл.zip, экспортированный плагином Migrate Store.
sv: Importera dina WooCommerce-inställningar genom att ladda upp .zip-filen som exporterats av tillägget Migrera butik.

source: Choose ZIP file or drag it here
ar: اختر ملف ZIP أو اسحبه هنا
de: ZIP-Datei auswählen oder hierher ziehen
el: Επιλέξτε αρχείο ZIP ή σύρετέ το εδώ
es: Elija el archivo ZIP o arrástrelo aquí
fr: Choisissez un fichier ZIP ou faites-le glisser ici
he: בחר קובץ ZIP או גרור אותו לכאן
it: Scegli il file ZIP o trascinalo qui
nl: Kies ZIP-bestand of sleep het hierheen
pt_br: Escolha o arquivo ZIP ou arraste-o aqui
ru: Выберите ZIP-файл или перетащите его сюда
sv: Välj ZIP-fil eller dra den hit

source: Migrate Store
ar: ترحيل المتجر
el: Μεταφορά Καταστήματος
es: Migrar Tienda
he: העברת חנות
it: Migra Negozio
nl: Migreer Winkel
pt_br: Migrar Loja
sv: Migrera butik
