Repository: amElnagdy/migratestore
Catalog: languages/migratestore-*.po
Languages: ar, de, el, es, fr, he, it, nl, pt_br, ru, sv

source: Transfer your WooCommerce settings effortlessly between sites
ar: انقل إعدادات WooCommerce بسهولة بين المواقع
de: Übertragen Sie Ihre WooCommerce-Einstellungen mühelos zwischen Websites
el: Μεταφέρετε τις ρυθμίσεις WooCommerce χωρίς κόπο μεταξύ ιστοτόπων
es: Transfiera sus configuraciones de WooCommerce sin esfuerzo entre sitios
fr: Transférez vos paramètres WooCommerce sans effort entre les sites
he: העבר את הגדרות WooCommerce שלך בקלות בין אתרים
it: Trasferisci le tue impostazioni di WooCommerce senza sforzo tra i siti
nl: Verplaats je WooCommerce instellingen moeiteloos tussen sites
pt_br: Transfira suas configurações do WooCommerce sem esforço entre sites
ru: Легко переносите настройки WooCommerce между сайтами
sv: Överför dina WooCommerce-inställningar enkelt mellan webbplatser

source: Looking for a reliable plugin to transfer your WooCommerce settings effortlessly? Look no further than Migrate Store! This tool is specifically designed to export and import all your WooCommerce settings with ease.
ar: هل تبحث عن إضافة موثوقة لنقل إعدادات WooCommerce بسهولة؟ لا تبحث أكثر من ترحيل المتجر! هذه الأداة مصممة خصيصًا لتصدير واستيراد جميع إعدادات WooCommerce بسهولة.
de: Suchen Sie nach einem zuverlässigen Plugin, um Ihre WooCommerce-Einstellungen mühelos zu übertragen? Suchen Sie nicht weiter als Migrate Store! Dieses Tool wurde speziell entwickelt, um alle Ihre WooCommerce-Einstellungen einfach zu exportieren und zu importieren.
el: Αναζητάτε ένα αξιόπιστο πρόσθετο για να μεταφέρετε τις ρυθμίσεις WooCommerce χωρίς κόπο; Μη ψάχνετε περαιτέρω από το Μεταφορά Καταστήματος! Αυτό το εργαλείο είναι ειδικά σχεδιασμένο για να εξάγει και να εισάγει όλες τις ρυθμίσεις WooCommerce με ευκολία.
es: ¿Busca un complemento confiable para transferir sus configuraciones de WooCommerce sin esfuerzo? ¡No busque más allá de Migrar Tienda! Esta herramienta está diseñada específicamente para exportar e importar todas sus configuraciones de WooCommerce con facilidad.
fr: Êtes-vous à la recherche d'une extension fiable pour transférer vos paramètres WooCommerce sans effort ? Ne cherchez pas plus loin que Migrate Store ! Cet outil est spécifiquement conçu pour exporter et importer tous vos paramètres WooCommerce avec facilité.
he: מחפש תוסף אמין להעברת הגדרות WooCommerce שלך בקלות? אל תחפש יותר מאשר העברת חנות! כלי זה מתוכנן במיוחד לייצא ולייבא את כל הגדרות WooCommerce שלך בקלות.
it: Cerchi un plugin affidabile per trasferire le tue impostazioni di WooCommerce senza fatica? Non cercare oltre, c'è Migra Negozio! Questo strumento è progettato appositamente per esportare e importare tutte le tue impostazioni di WooCommerce con facilità.
nl: Op zoek naar een betrouwbare plugin om je WooCommerce instellingen moeiteloos over te zetten? Zoek niet verder dan Migreer Winkel! Dit gereedschap is speciaal ontworpen om al je WooCommerce instellingen gemakkelijk te exporteren en importeren.
pt_br: Procurando um plugin confiável para transferir suas configurações do WooCommerce sem esforço? Não procure mais além do Migrar Loja! Esta ferramenta é especificamente projetada para exportar e importar todas as suas configurações do WooCommerce com facilidade.
ru: Ищете надежный плагин для легкого переноса настроек WooCommerce? Не ищите дальше, чем Migrate Store! Этот инструмент специально разработан для простого экспорта и импорта всех Ваших настроек WooCommerce.
sv: Letar du efter ett pålitligt tillägg för att enkelt överföra dina WooCommerce-inställningar? Leta inte längre än Migrera butik! Detta verktyg är specifikt designat för att exportera och importera alla dina WooCommerce-inställningar med lätthet.

source: Say goodbye to the hassle of manually setting up your new store settings. Whether you're migrating settings from one site to another or moving between test and live sites, Migrate Store simplifies the process.
ar: ودع مشقة إعداد إعدادات متجرك الجديد يدويًا. سواء كنت تنقل الإعدادات من موقع إلى آخر أو تتنقل بين مواقع الاختبار والمواقع الحية، يبسط ترحيل المتجر العملية.
de: Verabschieden Sie sich von der Mühe, Ihre neuen Shop-Einstellungen manuell einzurichten. Ob Sie Einstellungen von einer Website zu einer anderen migrieren oder zwischen Test- und Live-Websites wechseln, Migrate Store vereinfacht den Prozess.
el: Πείτε αντίο στην ταλαιπωρία της χειροκίνητης ρύθμισης των νέων ρυθμίσεων του καταστήματός σας. Είτε μεταφέρετε ρυθμίσεις από έναν ιστότοπο σε άλλον είτε μετακινείστε μεταξύ δοκιμαστικών και ζωντανών ιστοτόπων, το Μεταφορά Καταστήματος απλοποιεί τη διαδικασία.
es: Diga adiós a la molestia de configurar manualmente las configuraciones de su nueva tienda. Ya sea que esté migrando configuraciones de un sitio a otro o moviéndose entre sitios de prueba y en vivo, Migrar Tienda simplifica el proceso.
fr: Dites adieu aux tracas de la configuration manuelle des paramètres de votre nouvelle boutique. Que vous transfériez des paramètres d'un site à un autre ou que vous passiez de sites de test à des sites en production, Migrate Store simplifie le processus.
he: אמור שלום לטרחה של הגדרה ידנית של הגדרות החנות החדשה שלך. בין אם אתה מעביר הגדרות מאתר אחד לאחר או עובר בין אתרי בדיקה ואתרים חיים, העברת חנות מפשט את התהליך.
it: Dì addio al fastidio di configurare manualmente le impostazioni del tuo nuovo negozio. Che tu stia migrando le impostazioni da un sito all'altro o spostandoti tra siti di test e siti live, Migra Negozio semplifica il processo.
nl: Zeg vaarwel tegen het gedoe van handmatig je nieuwe winkelinstellingen opzetten. Of je nu instellingen van de ene site naar de andere migreert of tussen test- en live sites beweegt, Migreer Winkel vereenvoudigt het proces.
pt_br: Diga adeus ao incômodo de configurar manualmente as configurações de sua nova loja. Seja migrando configurações de um site para outro ou movendo entre sites de teste e produção, o Migrar Loja simplifica o processo.
ru: Попрощайтесь с хлопотами ручной настройки параметров Вашего нового магазина. Независимо от того, переносите ли Вы настройки с одного сайта на другой или перемещаетесь между тестовыми и рабочими сайтами, Migrate Store упрощает процесс.
sv: Säg adjö till besväret med att manuellt ställa in dina nya butiksinställningar. Oavsett om du migrerar inställningar från en webbplats till en annan eller flyttar mellan test- och live-webbplatser, förenklar Migrera butik processen.

source: What Can Migrate Store Do For You?
ar: ماذا يمكن أن يفعل ترحيل المتجر لك؟?
de: Was kann Migrate Store für Sie tun?
el: Τι Μπορεί να Κάνει το Μεταφορά Καταστήματος για Εσάς;?
es: ¿Qué Puede Hacer Migrar Tienda por Usted?
fr: Que peut faire Migrate Store pour vous ?
he: מה העברת חנות יכולה לעשות עבורך?
it: Cosa Può Fare Migra Negozio Per Te?
nl: Wat Kan Migreer Winkel Voor Jou Doen?
pt_br: O Que o Migrar Loja Pode Fazer Por Você?
ru: Что может сделать для Вас Migrate Store?
sv: Vad kan Migrera butik göra för dig?

source: Migrate Store handles your full-scale WooCommerce migration, covering every aspect of your store setup:
ar: يتعامل ترحيل المتجر مع ترحيل WooCommerce الكامل، ويغطي كل جانب من جوانب إعداد متجرك:
de: Migrate Store übernimmt Ihre vollständige WooCommerce-Migration und deckt jeden Aspekt Ihrer Shop-Einrichtung ab:
el: Το Μεταφορά Καταστήματος χειρίζεται την πλήρη μετάβαση WooCommerce, καλύπτοντας κάθε πτυχή της ρύθμισης του καταστήματός σας:
es: Migrar Tienda maneja su migración completa de WooCommerce, cubriendo todos los aspectos de la configuración de su tienda:
fr: Migrate Store gère votre migration WooCommerce à grande échelle, couvrant tous les aspects de la configuration de votre boutique :
he: העברת חנות מטפלת בהעברה מלאה של WooCommerce, המכסה כל היבט של הגדרת החנות שלך:
it: Migra Negozio gestisce la tua migrazione completa di WooCommerce, coprendo ogni aspetto della configurazione del tuo negozio:
nl: Migreer Winkel regelt je volledige WooCommerce migratie, waarbij elk aspect van je winkelinstellingen wordt gedekt:
pt_br: O Migrar Loja lida com sua migração completa do WooCommerce, cobrindo todos os aspectos da configuração de sua loja:
ru: Migrate Store обрабатывает полномасштабную миграцию WooCommerce, охватывая все аспекты настройки Вашего магазина:
sv: Migrera butik hanterar din fullskaliga WooCommerce-migrering och täcker varje aspekt av din butiksuppsättning:

source: WooCommerce → Settings → General
ar: WooCommerce ← الإعدادات ← عام
de: WooCommerce → Einstellungen → Allgemein
el: WooCommerce → Ρυθμίσεις → Γενικά
es: WooCommerce → Configuraciones → General
fr: WooCommerce → Paramètres → Général
he: WooCommerce ← הגדרות ← כללי
it: WooCommerce → Impostazioni → Generale
nl: WooCommerce → Instellingen → Algemeen
pt_br: WooCommerce → Configurações → Geral
ru: WooCommerce → Настройки → Общие
sv: WooCommerce → Inställningar → Allmänt

source: WooCommerce → Settings → Tax options
ar: WooCommerce ← الإعدادات ← خيارات الضرائب
de: WooCommerce → Einstellungen → Steueroptionen
el: WooCommerce → Ρυθμίσεις → Επιλογές φορολογίας
es: WooCommerce → Configuraciones → Opciones de impuestos
fr: WooCommerce → Paramètres → Options de taxe
he: WooCommerce ← הגדרות ← אפשרויות מס
it: WooCommerce → Impostazioni → Opzioni fiscali
nl: WooCommerce → Instellingen → Belastingopties
pt_br: WooCommerce → Configurações → Opções de impostos
ru: WooCommerce → Настройки → Параметры налогов
sv: WooCommerce → Inställningar → Skattealternativ

source: WooCommerce → Settings → Shipping zones
ar: WooCommerce ← الإعدادات ← مناطق الشحن
de: WooCommerce → Einstellungen → Versandzonen
el: WooCommerce → Ρυθμίσεις → Ζώνες αποστολής
es: WooCommerce → Configuraciones → Zonas de envío
fr: WooCommerce → Paramètres → Zones d'expédition
he: WooCommerce ← הגדרות ← אזורי משלוח
it: WooCommerce → Impostazioni → Zone di spedizione
nl: WooCommerce → Instellingen → Verzendzones
pt_br: WooCommerce → Configurações → Zonas de entrega
ru: WooCommerce → Настройки → Зоны доставки
sv: WooCommerce → Inställningar → Fraktzoner

source: WooCommerce → Settings → Shipping options
ar: WooCommerce ← الإعدادات ← خيارات الشحن
de: WooCommerce → Einstellungen → Versandoptionen
el: WooCommerce → Ρυθμίσεις → Επιλογές αποστολής
es: WooCommerce → Configuraciones → Opciones de envío
fr: WooCommerce → Paramètres → Options d'expédition
he: WooCommerce ← הגדרות ← אפשרויות משלוח
it: WooCommerce → Impostazioni → Opzioni di spedizione
nl: WooCommerce → Instellingen → Verzendopties
pt_br: WooCommerce → Configurações → Opções de entrega
ru: WooCommerce → Настройки → Параметры доставки
sv: WooCommerce → Inställningar → Fraktalternativ

source: Accounts & Privacy
ar: الحسابات والخصوصية
de: Konten & Datenschutz
el: Λογαριασμοί & Απόρρητο
es: Cuentas y Privacidad
fr: Comptes et confidentialité
he: חשבונות ופרטיות
it: Account e Privacy
pt_br: Contas e Privacidade
ru: Учетные записи и конфиденциальность
sv: Konton och sekretess

source: WooCommerce → Settings → Accounts & Privacy
ar: WooCommerce ← الإعدادات ← الحسابات والخصوصية
de: WooCommerce → Einstellungen → Konten & Datenschutz
el: WooCommerce → Ρυθμίσεις → Λογαριασμοί & Απόρρητο
es: WooCommerce → Configuraciones → Cuentas y Privacidad
fr: WooCommerce → Paramètres → Comptes et confidentialité
he: WooCommerce ← הגדרות ← חשבונות ופרטיות
it: WooCommerce → Impostazioni → Account e Privacy
nl: WooCommerce → Instellingen → Accounts & Privacy
pt_br: WooCommerce → Configurações → Contas e Privacidade
ru: WooCommerce → Настройки → Учетные записи и конфиденциальность
sv: WooCommerce → Inställningar → Konton och sekretess

source: WooCommerce → Settings → Shipping → Classes
ar: WooCommerce ← الإعدادات ← الشحن ← الفئات
de: WooCommerce → Einstellungen → Versand → Klassen
el: WooCommerce → Ρυθμίσεις → Αποστολή → Κατηγορίες
es: WooCommerce → Configuraciones → Envío → Clases
fr: WooCommerce → Paramètres → Expédition → Classes
he: WooCommerce ← הגדרות ← משלוח ← סיווגים
it: WooCommerce → Impostazioni → Spedizione → Classi
nl: WooCommerce → Instellingen → Verzenden → Klassen
pt_br: WooCommerce → Configurações → Entrega → Classes
ru: WooCommerce → Настройки → Доставка → Классы
sv: WooCommerce → Inställningar → Frakt → Klasser

source: How To Get Started?
ar: كيف تبدأ؟?
de: Wie fangen Sie an?
el: Πώς να Ξεκινήσετε;?
es: ¿Cómo Comenzar?
fr: Comment commencer ?
he: כיצד להתחיל?
it: Come Iniziare?
nl: Hoe Begin Je?
pt_br: Como Começar?
ru: Как начать?
sv: Hur kommer du igång?

source: Export Settings
ar: تصدير الإعدادات
de: Einstellungen exportieren
el: Εξαγωγή Ρυθμίσεων
es: Exportar Configuraciones
fr: Exporter les paramètres
he: ייצוא הגדרות
it: Esporta Impostazioni
nl: Exporteer Instellingen
pt_br: Exportar Configurações
ru: Экспорт настроек
sv: Exportera inställningar

source: Select and export your desired WooCommerce settings to a ZIP file.
ar: حدد وصدر إعدادات WooCommerce المطلوبة إلى ملف ZIP.
de: Wählen und exportieren Sie Ihre gewünschten WooCommerce-Einstellungen in eine ZIP-Datei.
el: Επιλέξτε και εξάγετε τις επιθυμητές ρυθμίσεις WooCommerce σε ένα αρχείο ZIP.
es: Seleccione y exporte sus configuraciones deseadas de WooCommerce a un archivo ZIP.
fr: Sélectionnez et exportez vos paramètres WooCommerce souhaités dans un fichier ZIP.
he: בחר וייצא את הגדרות WooCommerce הרצויות לקובץ ZIP.
it: Seleziona ed esporta le impostazioni di WooCommerce desiderate in un file ZIP.
nl: Selecteer en exporteer je gewenste WooCommerce instellingen naar een ZIP-bestand.
pt_br: Selecione e exporte suas configurações desejadas do WooCommerce para um arquivo ZIP.
ru: Выберите и экспортируйте желаемые настройки WooCommerce в ZIP-файл.
sv: Välj och exportera dina önskade WooCommerce-inställningar till en ZIP-fil.

source: Transfer File
ar: نقل الملف
de: Datei übertragen
el: Μεταφορά Αρχείου
es: Transferir Archivo
fr: Transférer le fichier
he: העברת קובץ
it: Trasferisci File
nl: Verplaats Bestand
pt_br: Transferir Arquivo
ru: Передача файла
sv: Överför fil

source: Move the exported ZIP file to your destination site.
ar: انقل ملف ZIP المُصدّر إلى موقع الوجهة الخاص بك.
de: Verschieben Sie die exportierte ZIP-Datei auf Ihre Zielwebsite.
el: Μεταφέρετε το εξαγόμενο αρχείο ZIP στον ιστότοπο προορισμού σας.
es: Mueva el archivo ZIP exportado a su sitio de destino.
fr: Déplacez le fichier ZIP exporté vers votre site de destination.
he: העבר את קובץ ה-ZIP המיוצא לאתר היעד שלך.
it: Sposta il file ZIP esportato nel sito di destinazione.
nl: Verplaats het geëxporteerde ZIP-bestand naar je doelsite.
pt_br: Mova o arquivo ZIP exportado para o site de destino.
ru: Переместите экспортированный ZIP-файл на целевой сайт.
sv: Flytta den exporterade ZIP-filen till din målwebbplats.

source: Upload and import the ZIP file to apply all settings.
ar: قم بتحميل واستيراد ملف ZIP لتطبيق جميع الإعدادات.
de: Laden Sie die ZIP-Datei hoch und importieren Sie sie, um alle Einstellungen anzuwenden.
el: Ανεβάστε και εισάγετε το αρχείο ZIP για να εφαρμόσετε όλες τις ρυθμίσεις.
es: Cargue e importe el archivo ZIP para aplicar todas las configuraciones.
fr: Téléversez et importez le fichier ZIP pour appliquer tous les paramètres.
he: העלה וייבא את קובץ ה-ZIP כדי להחיל את כל ההגדרות.
it: Carica e importa il file ZIP per applicare tutte le impostazioni.
nl: Upload en importeer het ZIP-bestand om alle instellingen toe te passen.
pt_br: Faça upload e importe o arquivo ZIP para aplicar todas as configurações.
ru: Загрузите и импортируйте ZIP-файл для применения всех настроек.
sv: Ladda upp och importera ZIP-filen för att tillämpa alla inställningar.

source: Note:
ar: ملاحظة:
de: Hinweis:
el: Σημείωση:
es: Nota:
he: הערה:
it: Nota:
nl: Let op:
pt_br: Observação:
ru: Примечание:
sv: Obs:

source: Migrate Store is designed for WooCommerce settings only. It does not migrate products, orders, or other WordPress settings.
ar: تم تصميم ترحيل المتجر لإعدادات WooCommerce فقط. لا يقوم بترحيل المنتجات أو الطلبات أو إعدادات WordPress الأخرى.
de: Migrate Store ist nur für WooCommerce-Einstellungen konzipiert. Es migriert keine Produkte, Bestellungen oder andere WordPress-Einstellungen.
el: Το Μεταφορά Καταστήματος είναι σχεδιασμένο μόνο για ρυθμίσεις WooCommerce. Δεν μεταφέρει προϊόντα, παραγγελίες ή άλλες ρυθμίσεις WordPress.
es: Migrar Tienda está diseñado solo para configuraciones de WooCommerce. No migra productos, pedidos u otras configuraciones de WordPress.
fr: Migrate Store est conçu uniquement pour les paramètres WooCommerce. Il ne migre pas les produits, les commandes ou d'autres paramètres WordPress.
he: העברת חנות מיועדת להגדרות WooCommerce בלבד. היא אינה מעבירה מוצרים, הזמנות או הגדרות WordPress אחרות.
it: Migra Negozio è progettato solo per le impostazioni di WooCommerce. Non migra prodotti, ordini o altre impostazioni di WordPress.
nl: Migreer Winkel is alleen ontworpen voor WooCommerce instellingen. Het migreert geen producten, bestellingen of andere WordPress instellingen.
pt_br: O Migrar Loja é projetado apenas para configurações do WooCommerce. Ele não migra produtos, pedidos ou outras configurações do WordPress.
ru: Migrate Store предназначен только для настроек WooCommerce. Он не переносит товары, заказы или другие настройки WordPress.
sv: Migrera butik är utformad endast för WooCommerce-inställningar. Den migrerar inte produkter, ordrar eller andra WordPress-inställningar.

source: Start Export
ar: بدء التصدير
de: Export starten
el: Έναρξη Εξαγωγής
es: Iniciar Exportación
fr: Commencer l'exportation
he: התחל ייצוא
it: Inizia Esportazione
pt_br: Iniciar Exportação
ru: Начать экспорт
sv: Starta export

source: Start Import
ar: بدء الاستيراد
de: Import starten
el: Έναρξη Εισαγωγής
es: Iniciar Importación
fr: Commencer l'importation
he: התחל ייבוא
it: Inizia Importazione
pt_br: Iniciar Importação
ru: Начать импорт
sv: Starta import

source: Home
ar: الرئيسية
de: Startseite
el: Αρχική
es: Inicio
fr: Accueil
he: דף הבית
pt_br: Início
ru: Главная
sv: Hem

source: Export
ar: تصدير
de: Exportieren
el: Εξαγωγή
es: Exportar
fr: Exporter
he: ייצוא
it: Esporta
nl: Exporteren
pt_br: Exportar
ru: Экспорт
sv: Exportera

source: Import
ar: استيراد
de: Importieren
el: Εισαγωγή
es: Importar
fr: Importer
he: ייבוא
it: Importa
nl: Importeren
pt_br: Importar
ru: Импорт
sv: Importera

source: Settings
ar: الإعدادات
de: Einstellungen
el: Ρυθμίσεις
es: Configuraciones
fr: Paramètres
he: הגדרות
it: Impostazioni
nl: Instellingen
pt_br: Configurações
ru: Настройки
sv: Inställningar

source: View WooCommerce General Settings
ar: عرض الإعدادات العامة لـ WooCommerce
de: WooCommerce Allgemeine Einstellungen anzeigen
el: Προβολή Γενικών Ρυθμίσεων WooCommerce
es: Ver Configuraciones Generales de WooCommerce
fr: Afficher les paramètres généraux de WooCommerce
he: צפה בהגדרות הכלליות של WooCommerce
it: Visualizza Impostazioni Generali di WooCommerce
nl: Bekijk WooCommerce Algemene Instellingen
pt_br: Visualizar Configurações Gerais do WooCommerce
ru: Просмотреть общие настройки WooCommerce
sv: Visa allmänna inställningar för WooCommerce

source: View WooCommerce Shipping Zones
ar: عرض مناطق الشحن لـ WooCommerce
de: WooCommerce Versandzonen anzeigen
el: Προβολή Ζωνών Αποστολής WooCommerce
es: Ver Zonas de Envío de WooCommerce
fr: Afficher les zones d'expédition de WooCommerce
he: צפה באזורי המשלוח של WooCommerce
it: Visualizza Zone di Spedizione di WooCommerce
nl: Bekijk WooCommerce Verzendzones
pt_br: Visualizar Zonas de Entrega do WooCommerce
ru: Просмотреть зоны доставки WooCommerce
sv: Visa fraktzoner för WooCommerce

source: View WooCommerce Accounts & Privacy Settings
ar: عرض إعدادات الحسابات والخصوصية لـ WooCommerce
de: WooCommerce Konten- & Datenschutzeinstellungen anzeigen
el: Προβολή Ρυθμίσεων Λογαριασμών & Απορρήτου WooCommerce
es: Ver Configuraciones de Cuentas y Privacidad de WooCommerce
fr: Afficher les paramètres de comptes et de confidentialité de WooCommerce
he: צפה בהגדרות החשבונות והפרטיות של WooCommerce
it: Visualizza Impostazioni Account e Privacy di WooCommerce
nl: Bekijk WooCommerce Accounts & Privacy Instellingen
pt_br: Visualizar Configurações de Contas e Privacidade do WooCommerce
ru: Просмотреть настройки учетных записей и конфиденциальности WooCommerce
sv: Visa konto- och sekretessinställningar för WooCommerce

source: View WooCommerce Emails Settings
ar: عرض إعدادات البريد الإلكتروني لـ WooCommerce
de: WooCommerce E-Mail-Einstellungen anzeigen
el: Προβολή Ρυθμίσεων Ηλεκτρονικού Ταχυδρομείου WooCommerce
es: Ver Configuraciones de Correos Electrónicos de WooCommerce
fr: Afficher les paramètres des e-mails de WooCommerce
he: צפה בהגדרות הדוא"ל של WooCommerce
it: Visualizza Impostazioni Email di WooCommerce
nl: Bekijk WooCommerce E-mailinstellingen
pt_br: Visualizar Configurações de E-mails do WooCommerce
ru: Просмотреть настройки электронной почты WooCommerce
sv: Visa e-postinställningar för WooCommerce

source: View WooCommerce Shipping Settings
ar: عرض إعدادات الشحن لـ WooCommerce
de: WooCommerce Versandeinstellungen anzeigen
el: Προβολή Ρυθμίσεων Αποστολής WooCommerce
es: Ver Configuraciones de Envío de WooCommerce
fr: Afficher les paramètres d'expédition de WooCommerce
he: צפה בהגדרות המשלוח של WooCommerce
it: Visualizza Impostazioni di Spedizione di WooCommerce
nl: Bekijk WooCommerce Verzendinstellingen
pt_br: Visualizar Configurações de Entrega do WooCommerce
ru: Просмотреть настройки доставки WooCommerce
sv: Visa fraktinställningar för WooCommerce

source: View WooCommerce Endpoints Settings
ar: عرض إعدادات نقاط النهاية لـ WooCommerce
de: WooCommerce Endpunkteinstellungen anzeigen
el: Προβολή Ρυθμίσεων Τελικών Σημείων WooCommerce
es: Ver Configuraciones de Puntos Finales de WooCommerce
fr: Afficher les paramètres des points de terminaison de WooCommerce
he: צפה בהגדרות נקודות הקצה של WooCommerce
it: Visualizza Impostazioni Endpoint di WooCommerce
nl: Bekijk WooCommerce Eindpuntinstellingen
pt_br: Visualizar Configurações de Endpoints do WooCommerce
ru: Просмотреть настройки конечных точек WooCommerce
sv: Visa slutpunktsinställningar för WooCommerce

source: View WooCommerce Tax Settings
ar: عرض إعدادات الضرائب لـ WooCommerce
de: WooCommerce Steuereinstellungen anzeigen
el: Προβολή Ρυθμίσεων Φορολογίας WooCommerce
es: Ver Configuraciones de Impuestos de WooCommerce
fr: Afficher les paramètres de taxe de WooCommerce
he: צפה בהגדרות המס של WooCommerce
it: Visualizza Impostazioni Fiscali di WooCommerce
nl: Bekijk WooCommerce Belastinginstellingen
pt_br: Visualizar Configurações de Impostos do WooCommerce
ru: Просмотреть настройки налогов WooCommerce
sv: Visa WooCommerce skatteinställningar

source: View WooCommerce Shipping Classes
ar: عرض فئات الشحن لـ WooCommerce
de: WooCommerce Versandklassen anzeigen
el: Προβολή Κατηγοριών Αποστολής WooCommerce
es: Ver Clases de Envío de WooCommerce
fr: Afficher les classes d'expédition de WooCommerce
he: צפה בסיווגי המשלוח של WooCommerce
it: Visualizza Classi di Spedizione di WooCommerce
nl: Bekijk WooCommerce Verzendklassen
pt_br: Visualizar Classes de Entrega do WooCommerce
ru: Просмотреть классы доставки WooCommerce
sv: Visa WooCommerce fraktklasser

source: Migrate Store requires WooCommerce to be installed and activated.
ar: تتطلب عملية ترحيل المتجر تثبيت وتفعيل WooCommerce.
el: Η λειτουργία Μετεγκατάστασης Καταστήματος απαιτεί την εγκατάσταση και ενεργοποίηση του WooCommerce.
it: Migrate Store richiede che WooCommerce sia installato e attivato.
nl: Migrate Store vereist dat WooCommerce geïnstalleerd en geactiveerd is.
pt_br: Migrar Loja requer que WooCommerce esteja instalado e ativado.
sv: Migrate Store kräver att WooCommerce är installerat och aktiverat.
